Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 孟子見梁惠王。王曰：「叟！不遠千里而來，亦將有以利吾國乎？」孟子對曰：「王！何必曰利？亦有仁義而已矣。王曰：『何以利吾國？』大夫曰：『何以利吾家？』士庶人曰：『何以利吾身？』上下交征利而國危矣。萬乘之國，弒其君者，必千乘之家；千乘之國，弒其君者，必百乘之家。萬取千焉，千取百焉，不為不多矣。苟為後義而先利，不奪不饜。未有仁而遺其親者也，未有義而後其君者也。王亦曰仁義而已矣，何必曰利？」
en: Mencius went to see king Hui of Liang. The king said, 'Venerable sir, since you have not counted it far to come here, a distance of a thousand li, may I presume that you are provided with counsels to profit my kingdom?' Mencius replied, 'Why must your Majesty use that word "profit?" What I am provided with, are counsels to benevolence and righteousness, and these are my only topics. 'If your Majesty say, "What is to be done to profit my kingdom?" the great officers will say, "What is to be done to profit our families?" and the inferior officers and the common people will say, "What is to be done to profit our persons?" Superiors and inferiors will try to snatch this profit the one from the other, and the kingdom will be endangered. In the kingdom of ten thousand chariots, the murderer of his sovereign shall be the chief of a family of a thousand chariots. In the kingdom of a thousand chariots, the murderer of his prince shall be the chief of a family of a hundred chariots. To have a thousand in ten thousand, and a hundred in a thousand, cannot be said not to be a large allotment, but if righteousness be put last, and profit be put first, they will not be satisfied without snatching all. There never has been a benevolent man who neglected his parents. There never has been a righteous man who made his sovereign an after consideration. Let your Majesty also say, "Benevolence and righteousness, and let these be your only themes." Why must you use that word - "profit?".'

source: 孟子見梁惠王。王立於沼上，顧鴻雁麋鹿，曰：「賢者亦樂此乎？」孟子對曰：「賢者而後樂此；不賢者雖有此，不樂也。詩云：『經始靈台，經之營之。庶民攻之，不日成之。經始勿亟，庶民子來。王在靈囿，麀鹿攸伏。麀鹿濯濯，白鳥鶴鶴。王在靈沼，於牣魚躍。』文王以民力為台為沼，而民歡樂之，謂其台曰靈台，謂其沼曰靈沼，樂其有麋鹿魚鱉。古之人與民偕樂，故能樂也。《湯誓》曰：『時日害喪，予及女皆亡。』民欲與之偕亡，雖有台池鳥獸，豈能獨樂哉？」
en: Mencius, another day, saw King Hui of Liang. The king went and stood with him by a pond, and, looking round at the large geese and deer, said, 'Do wise and good princes also find pleasure in these things?' Mencius replied, 'Being wise and good, they have pleasure in these things. If they are not wise and good, though they have these things, they do not find pleasure. It is said in the Book of Poetry, "He measured out and commenced his marvellous tower; He measured it out and planned it. The people addressed themselves to it, And in less than a day completed it. When he measured and began it, he said to them - Be not so earnest: But the multitudes came as if they had been his children. The king was in his marvellous park; The does reposed about, The does so sleek and fat: And the white birds came glistening. The king was by his marvellous pond; How full was it of fishes leaping about!" King Wen used the strength of the people to make his tower and his pond, and yet the people rejoiced to do the work, calling the tower "the marvellous tower," calling the pond "the marvellous pond," and rejoicing that he had his large deer, his fishes, and turtles. The ancients caused the people to have pleasure as well as themselves, and therefore they could enjoy it. In the Declaration of Tang it is said, "O sun, when wilt thou expire? We will die together with thee." The people wished for Jie's death, though they should die with him. Although he had towers, ponds, birds, and animals, how could he have pleasure alone?'

source: 梁惠王曰：「寡人之於國也，盡心焉耳矣。河內凶，則移其民於河東，移其粟於河內；河東凶亦然。察鄰國之政，無如寡人之用心者。鄰國之民不加少，寡人之民不加多，何也？」孟子對曰：「王好戰，請以戰喻。填然鼓之，兵刃既接，棄甲曳兵而走。或百步而後止，或五十步而後止；以五十步笑百步，則何如？」曰：「不可，直不百步耳，是亦走也。」曰：「王如知此，則無望民之多於鄰國也。不違農時，穀不可勝食也；數罟不入洿池，魚鼈不可勝食也；斧斤以時入山林，材木不可勝用也。穀與魚鼈不可勝食，材木不可勝用；是使民養生喪死無憾也。養生喪死無憾，王道之始也。五畝之宅，樹之以桑，五十者可以衣帛矣；雞豚狗彘之畜，無失其時，七十者可以食肉矣；百畝之田，勿奪其時，數口之家可以無饑矣。謹庠序之教，申之以孝悌之義，頒白者不負戴於道路矣。七十者衣帛食肉，黎民不饑不寒，然而不王者，未之有也。狗彘食人食而不知檢，塗有餓莩而不知發。人死，則曰：『非我也，歲也。』是何異於刺人而殺之，曰：『非我也，兵也。』王無罪歲，斯天下之民至焉。」
en: King Hui of Liang said, 'Small as my virtue is, in the government of my kingdom, I do indeed exert my mind to the utmost. If the year be bad on the inside of the river, I remove as many of the people as I can to the east of the river, and convey grain to the country in the inside. When the year is bad on the east of the river, I act on the same plan. On examining the government of the neighboring kingdoms, I do not find that there is any prince who exerts his mind as I do. And yet the people of the neighboring kingdoms do not decrease, nor do my people increase. How is this?' Mencius replied, 'Your majesty is fond of war - let me take an illustration from war. The soldiers move forward to the sound of the drums; and after their weapons have been crossed, on one side they throw away their coats of mail, trail their arms behind them, and run. Some run a hundred paces and stop; some run fifty paces and stop. What would you think if those who run fifty paces were to laugh at those who run a hundred paces?' The king said, 'They should not do so. Though they did not run a hundred paces, yet they also ran away.' 'Since your Majesty knows this,' replied Mencius, 'you need not hope that your people will become more numerous than those of the neighboring kingdoms. If the seasons of husbandry be not interfered with, the grain will be more than can be eaten. If close nets are not allowed to enter the pools and ponds, the fishes and turtles will be more than can be consumed. If the axes and bills enter the hills and forests only at the proper time, the wood will be more than can be used. When the grain and fish and turtles are more than can be eaten, and there is more wood than can be used, this enables the people to nourish their living and mourn for their dead, without any feeling against any. This condition, in which the people nourish their living and bury their dead without any feeling against any, is the first step of royal government. Let mulberry trees be planted about the homesteads with their five mu, and persons of fifty years may be clothed with silk. In keeping fowls, pigs, dogs, and swine, let not their times of breeding be neglected, and persons of seventy years may eat flesh. Let there not be taken away the time that is proper for the cultivation of the farm with its hundred mu, and the family of several mouths that is supported by it shall not suffer from hunger. Let careful attention be paid to education in schools, inculcating in it especially the filial and fraternal duties, and grey-haired men will not be seen upon the roads, carrying burdens on their backs or on their heads. It never has been that the ruler of a State, where such results were seen - persons of seventy wearing silk and eating flesh, and the black-haired people suffering neither from hunger nor cold - did not attain to the royal dignity.' 'Your dogs and swine eat the food of men, and you do not make any restrictive arrangements. There are people dying from famine on the roads, and you do not issue the stores of your granaries for them. When people die, you say, "It is not owing to me; it is owing to the year." In what does this differ from stabbing a man and killing him, and then saying - "It was not I; it was the weapon?" Let your Majesty cease to lay the blame on the year, and instantly from all the nation the people will come to you.'

source: 梁惠王曰：「寡人願安承教。」孟子對曰：「殺人以梃與刃，有以異乎？」曰：「無以異也。」「以刃與政，有以異乎？」曰：「無以異也。」曰：「庖有肥肉，廄有肥馬，民有饑色，野有餓莩；此率獸而食人也。獸相食，且人惡之；為民父母行政，不免於率獸而食人，惡在其為民父母也？仲尼曰：『始作俑者，其無後乎？』為其像人而用之也。如之何其使斯民饑而死也！」
en: King Hui of Liang said, 'I wish quietly to receive your instructions.' Mencius replied, 'Is there any difference between killing a man with a stick and with a sword ?' The king said, 'There is no difference!' 'Is there any difference between doing it with a sword and with the style of government?' 'There is no difference,' was the reply. Mencius then said, 'In your kitchen there is fat meat; in your stables there are fat horses. But your people have the look of hunger, and on the wilds there are those who have died of famine. This is leading on beasts to devour men. Beasts devour one another, and men hate them for doing so. When a prince, being the parent of his people, administers his government so as to be chargeable with leading on beasts to devour men, where is his parental relation to the people? Zhong Ni said, "Was he not without posterity who first made wooden images to bury with the dead?" So he said, because that man made the semblances of men, and used them for that purpose - what shall be thought of him who causes his people to die of hunger?'

source: 梁惠王曰：「晉國，天下莫強焉，叟之所知也。及寡人之身，東敗於齊，長子死焉；西喪地於秦七百里；南辱於楚。寡人恥之，願比死者壹洒之，如之何則可？」孟子對曰：「地方百里，而可以王。王如施仁政於民，省刑罰，薄稅斂，深耕易耨；壯者以暇日修其孝悌忠信，入以事其父兄，出以事其長上；可使制梃以撻秦楚之堅甲利兵矣。彼奪其民時，使不得耕耨以養其父母。父母凍餓，兄弟妻子離散。彼陷溺其民，王往而征之，夫誰與王敵？故曰：『仁者無敵。』王請勿疑。」
en: King Hui of Liang said, 'There was not in the nation a stronger State than Jin, as you, venerable Sir, know. But since it descended to me, on the east we have been defeated by Qi, and then my eldest son perished; on the west we have lost seven hundred li of territory to Qin; and on the south we have sustained disgrace at the hands of Chu. I have brought shame on my departed predecessors, and wish on their account to wipe it away, once for all. What course is to be pursued to accomplish this?' Mencius replied, 'With a territory which is only a hundred li square, it is possible to attain to the royal dignity. If Your Majesty will indeed dispense a benevolent government to the people, being sparing in the use of punishments and fines, and making the taxes and levies light, so causing that the fields shall be ploughed deep, and the weeding of them be carefully attended to, and that the strong-bodied, during their days of leisure, shall cultivate their filial piety, fraternal respectfulness, sincerity, and truthfulness, serving thereby, at home, their fathers and elder brothers, and, abroad, their elders and superiors, you will then have a people who can be employed, with sticks which they have prepared, to oppose the strong mail and sharp weapons of the troops of Qin and Chu. The rulers of those States rob their people of their time, so that they cannot plough and weed their fields, in order to support their parents. Their parents suffer from cold and hunger. Brothers, wives, and children are separated and scattered abroad. Those rulers, as it were, drive their people into pit-falls, or drown them. Your Majesty will go to punish them. In such a case, who will oppose your Majesty? In accordance with this is the saying, "The benevolent has no enemy." I beg your Majesty not to doubt what I say.'

source: 孟子見梁襄王。出，語人曰：「望之不似人君，就之而不見所畏焉。卒然問曰：『天下惡乎定？』「吾對曰：『定於一。』「『孰能一之？』「對曰：『不嗜殺人者能一之。』『孰能與之？』「對曰：『天下莫不與也。王知夫苗乎？七八月之間旱，則苗槁矣。天油然作雲，沛然下雨，則苗浡然興之矣。其如是，孰能御之？今夫天下之人牧，未有不嗜殺人者也。如有不嗜殺人者，則天下之民皆引領而望之矣。誠如是也，民歸之，由水之就下，沛然誰能御之？』」
en: Mencius went to see the king Xiang of Liang. On coming out from the interview, he said to some persons, 'When I looked at him from a distance, he did not appear like a sovereign; when I drew near to him, I saw nothing venerable about him. Abruptly he asked me, "How can the kingdom be settled?" I replied, "It will be settled by being united under one sway." '"Who can so unite it?" I replied, "He who has no pleasure in killing men can so unite it."' '"Who can give it to him?" I replied, " All the people of the nation will unanimously give it to him. Does your Majesty understand the way of the growing grain? During the seventh and eighth months, when drought prevails, the plants become dry. Then the clouds collect densely in the heavens, they send down torrents of rain, and the grain erects itself, as if by a shoot. When it does so, who can keep it back? Now among the shepherds of men throughout the nation, there is not one who does not find pleasure in killing men. If there were one who did not find pleasure in killing men, all the people in the nation would look towards him with outstretched necks. Such being indeed the case, the people would flock to him, as water flows downwards with a rush, which no one can repress."'
